[
    {
        "name": "Neil Sims",
        "review": "I'm not sure whether everyone is reviewing the same online Bicycle store here, because I have had such a great customer experience (and there are lots of unhappy reviews). I placed an order (for an expensive mountain bike MIPS and DH rated helmet on the 4th of November which was price competitive here. After placing this order I read all the reviews and was very nervous!",
        "img": "https://i.ibb.co/rMdM1D0/julian-wan-WNo-Ln-Jo7t-S8-unsplash.jpg",
        "ratings": "4"
    },
    {
        "name": "Bonnie Green",
        "review": "Purchased a kids product and have received the worst service with the store cancelling the order without asking us and charging us a fee for no reason. Please don't purchase from this site, save yourself the headache and spend your money somewhere reputable.",
        "img": "https://i.ibb.co/JRXTkfC/kenny-timmer-V-b-W-TDTo2c-unsplash.jpg",
        "ratings": "3"
    },
    {
        "name": "Michael Gouge",
        "review": "Bought wrong size full faced Bell DHS helmet and they refunded quickly ($350), No hassles and good communication. I would not hesitate to buy from them again.",
        "img": "https://i.ibb.co/8PVTv0z/omer-karakus-Aj-Gy-A81epe-I-unsplash.jpg",
        "ratings": "3"
    },
    {
        "name": "Molten",
        "review": "I ordered a helmet off this website and it was available for pickup in 12 hours. I got exactly what I paid for and at a good time so overall good service.",
        "img": "https://i.ibb.co/XC4FY4L/radu-florin-Jy-Vc-AIUAc-PM-unsplash.jpg",
        "ratings": "5"
    },
    {
        "name": "Jacks",
        "review": "Despite reading negative reviews I placed two orders with TheBicycleStore and I must say I had no dramas. Prices were unbeatable and shipments arrived in a very reasonable time frame considering the current environment. I would not hesitate to purchase from this site again. All good. Recommended.",
        "img": "https://i.ibb.co/GQhYn82/reza-biazar-e-Sjm-ZW97c-H8-unsplash.jpg",
        "ratings": "5"
    }
]